---
kind: property
id: P:Autodesk.Revit.DB.FamilyElementVisibility.IsShownInLeftRight
source: html/e0fcf2b1-9e11-2a13-8fbd-c66d7cfef1bb.htm
---
# Autodesk.Revit.DB.FamilyElementVisibility.IsShownInLeftRight Property

Indicates if the instance is display in Left/Right view of project document.

## Syntax (C#)
```csharp
public bool IsShownInLeftRight { get; set; }
```

## Remarks
This property matters for objects whose visibility type is Model.